Repository: AreaSong/AreaMatrix
Catalog: apps/macos/AreaMatrix/Localizations/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Diagnostics collected at %@
zh_hans: 诊断信息已收集至 %@

source: Diagnostics collected at %arg
zh_hans: 诊断信息已收集至 %arg

source: Diagnostics collected: %arg
zh_hans: 已收集诊断信息：%arg

source: Diagnostics collected.
zh_hans: 诊断信息已收集。

source: Diagnostics could not be collected
zh_hans: 无法收集诊断信息

source: Diagnostics could not be created
zh_hans: 无法创建诊断信息

source: Diagnostics could not be exported
zh_hans: 无法导出诊断信息

source: Diagnostics could not be exported.
zh_hans: 无法导出诊断信息。

source: Diagnostics could not be revealed
zh_hans: 无法显示诊断文件

source: Diagnostics do not include user file contents, are not uploaded, and paths/usernames are redacted.
zh_hans: 诊断信息不包含用户文件内容、不会上传，并且路径和用户名已经脱敏。

source: Diagnostics do not include user file contents.
zh_hans: 诊断信息不包含用户文件内容。

source: Diagnostics do not include your original file contents and are not uploaded automatically.
zh_hans: 诊断信息不包含你的原始文件内容，也不会自动上传。

source: Diagnostics do not include your original file contents.
zh_hans: 诊断信息不包含你的原始文件内容。

source: Diagnostics export is available.
zh_hans: 可以导出诊断信息。

source: Diagnostics export is disabled until repository access is available.
zh_hans: 在资料库访问可用前，诊断导出将保持禁用。

source: Diagnostics exported
zh_hans: 诊断信息已导出

source: Diagnostics failed: %arg
zh_hans: 诊断失败：%arg

source: Diagnostics revealed in Finder.
zh_hans: 已在访达中显示诊断文件。

source: Diagnostics snapshot: %@
zh_hans: 诊断快照：%@

source: Diagnostics snapshot: %arg
zh_hans: 诊断快照：%arg

source: Diagnostics summary copied.
zh_hans: 诊断摘要已复制。

source: Diagnostics summary could not be copied.
zh_hans: 无法复制诊断摘要。

# diagnostics.errorSnapshotPrivacyDetail
source: Create a repository diagnostics snapshot for this error? It may contain sensitive metadata. Review the snapshot before sharing.
zh_hans: 要为此错误创建资料库诊断快照吗？其中可能包含敏感元数据。分享前请先检查快照。

# diagnostics.repositoryPrivacyDetail
source: Repository diagnostics copy AreaMatrix metadata and may include paths, file names, tags, notes, and other sensitive metadata. Original file contents are not copied, and diagnostics are not uploaded automatically. Review the snapshot before sharing.
zh_hans: 资料库诊断信息会复制 AreaMatrix 元数据，可能包含路径、文件名、标签、笔记及其他敏感元数据。不会复制原始文件内容，也不会自动上传诊断信息。分享前请先检查快照。

source: dirty
zh_hans: 有未保存更改

source: Disable
zh_hans: 停用

source: Disable remote AI
zh_hans: 停用远程 AI

source: Disable remote AI?
zh_hans: 停用远程 AI？

source: disabled
zh_hans: 已禁用

source: Disabled
zh_hans: 已禁用

source: Discard and Switch
zh_hans: 放弃并切换

source: Discard changes
zh_hans: 放弃更改

source: Discussions
zh_hans: 讨论

source: Disk usage
zh_hans: 磁盘占用

source: Dismiss
zh_hans: 关闭

source: display name
zh_hans: 显示名称

source: Display name
zh_hans: 显示名称

source: Display name updated
zh_hans: 显示名称已更新

source: Display only
zh_hans: 仅显示

source: displayName
zh_hans: 显示名称

source: Done
zh_hans: 完成

source: Download & retry
zh_hans: 下载并重试

source: Download & Retry
zh_hans: 下载并重试

source: Download & retry scan
zh_hans: 下载并重试扫描

source: Download all & retry preview
zh_hans: 全部下载并重试预览

source: Download required
zh_hans: 需要下载

source: Download the selected file in Finder, then choose Locate again.
zh_hans: 请先在 Finder 中下载所选文件，然后再次选择“定位”。

source: Downloaded when AreaMatrix needs to read the file
zh_hans: AreaMatrix 需要读取文件时才会下载

source: Draft
zh_hans: 草稿

source: Draft changes
zh_hans: 草稿更改

source: Drop files here
zh_hans: 将文件拖放到此处

source: Drop files to import
zh_hans: 拖放文件以导入

source: Drop folder to import recursively
zh_hans: 拖放文件夹以递归导入

source: DUP
zh_hans: 重复

source: Duplicate
zh_hans: 重复

source: Duplicate content
zh_hans: 内容重复

source: Duplicate file
zh_hans: 重复文件

source: Duplicate normal match
zh_hans: 与普通匹配重复

source: Duplicate Smart List
zh_hans: 复制智能列表

source: Duplicate...
zh_hans: 创建副本...

source: Duration
zh_hans: 时长

source: Earliest imported
zh_hans: 最早导入

source: Edit
zh_hans: 编辑

source: Edit filters
zh_hans: 编辑筛选条件

source: Edit query...
zh_hans: 编辑查询...

source: Edit rule
zh_hans: 编辑规则

source: Edit selected
zh_hans: 编辑所选项

source: Edit selected tags
zh_hans: 编辑所选标签

source: Edit selected...
zh_hans: 编辑所选项...

source: Edit Smart List
zh_hans: 编辑智能列表

source: Edit the provider details and test again.
zh_hans: 请编辑提供商详情后再次测试。

source: Edited note
zh_hans: 已编辑笔记

source: Editing changes pending tag names only. Nothing is written until Apply edited.
zh_hans: 编辑只会更改待处理标签的名称。点击“应用编辑”前不会写入任何内容。

source: Enable
zh_hans: 启用

source: Enable AI features
zh_hans: 启用 AI 功能

source: Enable extension rules
zh_hans: 启用扩展名规则

source: Enable keyword rules
zh_hans: 启用关键词规则

source: Enable remote AI
zh_hans: 启用远程 AI

source: Enable Replace
zh_hans: 启用替换

source: Enable Replace during import?
zh_hans: 导入时启用替换？

source: Enable root AREAMATRIX.md?
zh_hans: 启用根目录 AREAMATRIX.md？

source: Enable root file
zh_hans: 启用根目录文件

source: Enable root overview
zh_hans: 启用根目录概览

source: Enable Semantic search before retrying.
zh_hans: 请先启用语义搜索再重试。

source: Enabled
zh_hans: 已启用

source: End date must be after start date.
zh_hans: 结束日期必须晚于开始日期。

source: Endpoint URL
zh_hans: 端点 URL

source: English
zh_hans: 英语

source: Enter a different file name
zh_hans: 请输入其他文件名

source: Enter a new file name
zh_hans: 输入新文件名

source: Enter a query before saving
zh_hans: 保存前请输入查询内容

source: Entry %arg is not present in the current classification call log page.
zh_hans: 条目 %arg 不在当前分类调用日志页面中。

source: Error
zh_hans: 错误

source: ERROR
zh_hans: 错误

source: Error: %arg
zh_hans: 错误：%arg

# error.internal.action
source: Record the error information and restart the app
zh_hans: 请记录错误信息并重启应用

# error.internal.message
source: Internal application error
zh_hans: 应用内部错误

# error.unmapped.action
source: Retry or review the technical details.
zh_hans: 请重试或查看技术详情。

# error.unmapped.message
source: An unexpected error occurred.
zh_hans: 发生了意外错误。

source: Exact match
zh_hans: 精确匹配

# Excluded: %arg low confidence, %arg duplicate.
source: Excluded: %1$arg low confidence, %2$arg duplicate.
zh_hans: 已排除：%1$arg 个低置信度项，%2$arg 个重复项。

# Excluded: %lld low confidence, %lld duplicate.
source: Excluded: %1$lld low confidence, %2$lld duplicate.
zh_hans: 已排除：%1$lld 个低置信度项，%2$lld 个重复项。

source: Executed
zh_hans: 已执行

source: Existing
zh_hans: 现有

source: existing AI summary
zh_hans: 现有AI总结

source: Existing content will remain unchanged.
zh_hans: 现有内容将保持不变。

source: Existing file
zh_hans: 现有文件

source: Existing file cannot be shown in Finder.
zh_hans: 无法在 Finder 中显示现有文件。

source: Existing file will move to recoverable storage before incoming file takes its place
zh_hans: 现有文件会先移到可恢复存储区，再由传入文件替代

source: Existing files are not moved, deleted, renamed, or reclassified from this page.
zh_hans: 此页面不会移动、删除、重命名现有文件，也不会对其重新分类。

source: Existing files in the selected scope will be moved to Trash before imported files take their place.
zh_hans: 导入文件替换所选范围内的现有文件前，现有文件会先移到废纸篓。

source: Existing files will not be replaced unless you explicitly choose Replace.
zh_hans: 除非你明确选择“替换”，否则不会替换现有文件。

source: Existing item
zh_hans: 现有项目

source: Existing tag pattern
zh_hans: 现有标签模式

source: existing tags
zh_hans: 现有标签

source: Existing tags will not be duplicated.
zh_hans: 不会重复添加现有标签。

source: Existing tags: %@
zh_hans: 现有标签：%@

source: Existing tags: %arg
zh_hans: 现有标签：%arg

source: Existing user files will not be overwritten. AreaMatrix will use %@.
zh_hans: 不会覆盖现有用户文件。AreaMatrix 将使用 %@。

source: Expired
zh_hans: 已过期

source: Expired action
zh_hans: 操作已过期

source: Export details failed.
zh_hans: 导出详情失败。

source: Export Details...
zh_hans: 导出详情...

source: Export diagnostics
zh_hans: 导出诊断信息

source: Export diagnostics?
zh_hans: 导出诊断信息？

source: Export diagnostics...
zh_hans: 导出诊断信息...

source: Export import result details with redacted paths and no file contents.
zh_hans: 导出已隐去路径且不含文件内容的导入结果详情。

source: Export import result details?
zh_hans: 导出导入结果详情？

source: Export redacted log...
zh_hans: 导出脱敏日志...

source: Exported details to %arg
zh_hans: 详情已导出至 %arg

source: Exporting diagnostics...
zh_hans: 正在导出诊断信息...

source: extension
zh_hans: 扩大

source: Extension
zh_hans: 扩大

source: Extension candidates
zh_hans: 扩展名候选

source: Extension is: .%arg
zh_hans: 扩展名为：.%arg

source: Extension patterns must start with a dot.
zh_hans: 扩展模式必须以点开头。

source: Extension-only rules must be previewed before saving.
zh_hans: 仅扩展名规则必须先预览才能保存。

source: Extensions
zh_hans: 扩展名

source: Extensions are saved as independent classifier matcher values.
zh_hans: 扩展名会保存为独立的分类器匹配值。

source: External
zh_hans: 外部的

source: External %@ file synced
zh_hans: 外部 %@ 文件已同步

source: External %@ sync failed
zh_hans: 外部 %@ 同步失败

source: External %arg file synced
zh_hans: 外部 %arg 文件已同步

source: External %arg sync failed
zh_hans: 外部 %arg 同步失败

source: External change
zh_hans: 外部更改

source: External changes are paused
zh_hans: 外部更改已暂停

source: External removal candidate: %@
zh_hans: 外部移除候选项：%@

source: External removal candidate: %arg
zh_hans: 外部移除候选项：%arg

source: External removal sync failed: %arg
zh_hans: 外部移除同步失败：%arg

source: External removals synced: %arg
zh_hans: 已同步外部移除项：%arg

source: External removals synced: %lld
zh_hans: 已同步外部移除项：%lld

# external-sync.cursorUnavailable
source: No filesystem event cursor is available.
zh_hans: 没有可用的文件系统事件游标。

# external-sync.detail.summary
source: %1$@ · file #%2$lld · created %3$lld · renamed %4$lld · deleted %5$lld · modified %6$lld
zh_hans: %1$@ · 文件 #%2$lld · 新建 %3$lld · 重命名 %4$lld · 删除 %5$lld · 修改 %6$lld

# external-sync.event.created
source: created
zh_hans: 新建

# external-sync.event.modified
source: modified
zh_hans: 修改

# external-sync.event.removed
source: removed
zh_hans: 移除

# external-sync.event.renamed
source: renamed
zh_hans: 重命名

# external-sync.historyUnavailable
source: macOS can no longer replay the complete event history.
zh_hans: macOS 已无法重放完整的事件历史。

# external-sync.rootUnavailable
source: The repository root moved, was renamed, or became unavailable.
zh_hans: 资料库根目录已移动、被重命名或变得不可用。

# external-sync.watcherStartFailed
source: Filesystem watcher could not start: %@
zh_hans: 文件系统监听无法启动：%@

source: extracted text
zh_hans: 提取的文本

source: Extracted text
zh_hans: 提取的文本

source: extracted text excerpt
zh_hans: 提取的文本摘录

source: failed
zh_hans: 失败

source: Failed
zh_hans: 失败

source: Fallback status could not be resolved from safe metadata.
zh_hans: 无法从安全元数据解析回退状态。

source: Fallback to inbox
zh_hans: 回退到收件箱

source: Fallback uncategorized files to inbox
zh_hans: 将未分类文件回退到收件箱

source: Fatal
zh_hans: 致命

source: Feature
zh_hans: 功能

source: Feature disabled
zh_hans: 功能已禁用

source: Feature is off
zh_hans: 功能已关闭

source: Feature scope
zh_hans: 功能范围

source: Feature support
zh_hans: 功能支持

source: Feature toggles
zh_hans: 功能开关

source: field rule
zh_hans: 场规则

source: Field-level privacy rules blocked all summary input.
zh_hans: 字段级隐私规则阻止了所有摘要输入。

source: File
zh_hans: 文件

# File %arg, %arg: %arg
source: File %1$arg, %2$arg: %3$arg
zh_hans: 文件 %1$arg，%2$arg：%3$arg

# File %arg: %arg
source: File %1$arg: %2$arg
zh_hans: 文件 %1$arg：%2$arg

source: File %lld
zh_hans: 文件 %lld

source: File actions
zh_hans: 文件操作

source: File Candidates
zh_hans: 归档候选人

source: File cannot be opened.
zh_hans: 文件无法打开。

source: File cannot be shown in Finder.
zh_hans: 文件无法在 Finder 中显示。

source: File details cannot be loaded
zh_hans: 无法加载文件详情

source: File ID
zh_hans: 文件 ID

source: File import
zh_hans: 文件导入

source: File name
zh_hans: 文件名

source: File name contains: %arg
zh_hans: 文件名包含：%arg

source: File name is required
zh_hans: 必须填写文件名

source: File name is too long
zh_hans: 文件名过长

source: File not found
zh_hans: 找不到文件

source: File or batch
zh_hans: 文件或批次

source: File renamed. The same file remains selected.
zh_hans: 文件已重命名。同一文件保持选中状态。

source: File types
zh_hans: 文件类型

source: File watcher
zh_hans: 文件监听器

# file-actions.add-tags.file-count
source: %lld files
zh_hans: %lld 个文件

# file-actions.add-tags.file-error
source: File %lld, %@: %@
zh_hans: 文件 %lld，标签 %@：%@

# file-actions.add-tags.pending-summary
source: Pending tag %@, %@
zh_hans: 待添加标签 %@，%@

# file-actions.add-tags.remove-pending
source: Remove pending tag %@
zh_hans: 移除待添加标签 %@

# file-actions.add-tags.selected-files
source: %lld files selected
zh_hans: 已选择 %lld 个文件

# file-actions.ai-tag-suggestion.apply-confirmation
source: Apply suggested tags to %lld files?
zh_hans: 将建议标签应用到 %lld 个文件？

# file-actions.ai-tag-suggestion.apply-message
source: AreaMatrix will add %lld reviewed tags. Low confidence tags are excluded, and existing tags will not be duplicated.
zh_hans: AreaMatrix 将添加 %lld 个已检查的标签。低置信度标签会被排除，现有标签不会重复添加。

# file-actions.ai-tag-suggestion.excluded
source: Excluded: %1$ld low confidence, %2$ld duplicate.
zh_hans: 已排除：%1$ld 个低置信度，%2$ld 个重复。

# file-actions.ai-tag-suggestion.impact
source: %1$ld files will receive %2$ld tags.
zh_hans: %1$ld 个文件将添加 %2$ld 个标签。

# file-actions.ai-tag-suggestion.invalid-or-blocked
source: %lld invalid or blocked suggestions must be rejected before applying.
zh_hans: 应用前必须拒绝 %lld 个无效或被阻止的建议。

# file-actions.ai-tag-suggestion.review-files
source: Review suggested tags for %lld files
zh_hans: 检查 %lld 个文件的建议标签

# file-actions.batch-rename.selected-files
source: Selected: %lld files
zh_hans: 已选择：%lld 个文件

# file-actions.category-distribution.item
source: %1$@: %2$lld files
zh_hans: %1$@：%2$lld 个文件

# file-actions.change-category.ai-prediction
source: AI prediction -> %@ (%lld%% confidence)
zh_hans: AI 预测 -> %@（置信度 %lld%%）

# file-actions.change-category.classification-load-failed
source: Cannot load classification: %@
zh_hans: 无法加载分类：%@

# file-actions.change-category.current-categories
source: Current categories: %@
zh_hans: 当前分类：%@

# file-actions.change-category.default-rule
source: Default rule -> %@
zh_hans: 默认规则 -> %@

# file-actions.change-category.extension-match
source: Matched extension rule -> %@ (%lld%% confidence)
zh_hans: 匹配扩展名规则 -> %@（置信度 %lld%%）

# file-actions.change-category.keyword-match
source: Matched keyword rule -> %@ (%lld%% confidence)
zh_hans: 匹配关键词规则 -> %@（置信度 %lld%%）

# file-actions.change-category.preview.blocked
source: %lld files blocked
zh_hans: %lld 个文件被阻止

# file-actions.change-category.preview.cannot-move
source: %lld files cannot move
zh_hans: %lld 个文件无法移动

# file-actions.change-category.preview.metadata-only
source: %lld files will update metadata only
zh_hans: %lld 个文件将仅更新元数据

# file-actions.change-category.preview.will-move
source: %lld files will move
zh_hans: 将移动 %lld 个文件

# file-actions.change-category.result.changed
source: %lld files changed
zh_hans: 已更改 %lld 个文件

# file-actions.change-category.result.failed
source: %lld files failed
zh_hans: %lld 个文件失败

# file-actions.change-category.result.skipped-or-unchanged
source: %lld files skipped or unchanged
zh_hans: %lld 个文件已跳过或未更改

# file-actions.change-category.selected-files
source: Selected: %lld files
zh_hans: 已选择：%lld 个文件

# file-actions.change-category.sheet-title
source: Change category for %lld files
zh_hans: 更改 %lld 个文件的分类

# file-actions.change-category.target-name-adjusted
source: Target name exists. AreaMatrix will use %@.
zh_hans: 目标名称已存在。AreaMatrix 将使用 %@。

# file-actions.classifier-impact.already-correct
source: %lld files already match the target category
zh_hans: %lld 个文件已符合目标分类

# file-actions.classifier-impact.matching-files
source: %lld existing files match this rule
zh_hans: %lld 个现有文件符合此规则

# file-actions.classifier-impact.need-review
source: %lld files need review
zh_hans: %lld 个文件需要检查

# file-actions.classifier-impact.will-change
source: %lld files will change category
zh_hans: %lld 个文件将更改分类

# file-actions.classifier-rule.extension-is
source: Extension is: .%@
zh_hans: 扩展名为：.%@

# file-actions.classifier-rule.filename-contains
source: File name contains: %@
zh_hans: 文件名包含：%@

# file-actions.classifier-rule.futureOnlyNote
source: Saving this rule only affects future classifier behavior and does not undo the current classification.
zh_hans: 保存此规则只会影响之后的分类器行为，不会撤销当前分类。

# file-actions.classifier-rule.previewOnlyNote
source: Previewing impact does not undo the current classification or save a rule.
zh_hans: 预览影响不会撤销当前分类，也不会保存规则。

# file-actions.classifier-rule.priority
source: Priority %lld
zh_hans: 优先级 %lld

# file-actions.classifier-rule.saved-summary
source: Classification rule saved for %@: %@; %@.
zh_hans: 已为 %@ 保存分类规则：%@；%@。

# file-actions.common.file-error
source: File %lld: %@
zh_hans: 文件 %lld：%@

# file-actions.delete.move-files-confirmation
source: Move %lld files to Trash?
zh_hans: 将 %lld 个文件移到废纸篓？

# file-actions.delete.preview.blocked-and-excluded
source: %lld items blocked and excluded
zh_hans: %lld 个项目被阻止并排除

# file-actions.delete.preview.missing-items
source: %lld missing items can be removed from the index
zh_hans: 可从索引中移除 %lld 个缺失项目

# file-actions.delete.preview.more-items
source: +%lld more items
zh_hans: 另外 %lld 个项目

# file-actions.delete.preview.move-to-trash
source: %lld items will move to Trash
zh_hans: %lld 个项目将移到废纸篓

# file-actions.delete.preview.remove-from-index
source: %lld items can be removed from the index
zh_hans: 可从索引中移除 %lld 个项目

# file-actions.delete.result.failed
source: %lld items failed
zh_hans: %lld 个项目失败

# file-actions.delete.result.processed
source: %lld items processed
zh_hans: 已处理 %lld 个项目

# file-actions.delete.result.skipped
source: %lld items skipped
zh_hans: 已跳过 %lld 个项目

# file-actions.delete.review-selected-items
source: Review deletion for %lld selected items
zh_hans: 检查 %lld 个所选项目的删除操作

# file-actions.redo.action-kind
source: Redo: %@
zh_hans: 重做：%@

# file-actions.redo.row-retained
source: Redo row retained: %@
zh_hans: 重做记录已保留：%@

# file-actions.rename.control-character
source: control character
zh_hans: 控制字符

# file-actions.rename.illegal-character
source: File name cannot contain "%@"
zh_hans: 文件名不能包含“%@”

# file-actions.rename.invalid-name
source: File name cannot be %@
zh_hans: 文件名不能是 %@

# file-actions.rename.name-exists
source: A file with this name already exists in %@
zh_hans: %@ 中已存在同名文件

# file-actions.tag-suggestion.apply-failed
source: %@ could not be applied.
zh_hans: 无法应用 %@。

# file-actions.tag-suggestion.attention-count
source: %lld tags need attention before applying.
zh_hans: 应用前需要处理 %lld 个标签。

# file-actions.tag-suggestion.confidence-threshold
source: Confidence threshold: %lld%% - %@
zh_hans: 置信度阈值：%lld%% - %@

# file-actions.tag-suggestion.merge-existing
source: Merge with existing tag %@
zh_hans: 与现有标签 %@ 合并

# file-actions.tag-suggestion.reason
source: Reason: %@
zh_hans: 原因：%@

# file-actions.tag-suggestion.reviewing-file
source: Reviewing %@
zh_hans: 正在检查 %@

# file-actions.tag-suggestion.selected-count
source: %lld selected
zh_hans: 已选择 %lld 个

# file-actions.tag-suggestion.used-fields
source: Used fields: %@
zh_hans: 使用的字段：%@

# file-actions.tag-suggestion.will-create
source: Will create tag %@
zh_hans: 将创建标签 %@

# file-actions.tag-suggestion.will-use-existing
source: Will use existing tag %@
zh_hans: 将使用现有标签 %@

# file-actions.undo.action-kind
source: Action: %@
zh_hans: 操作：%@

# file-actions.undo.affected-files
source: Affected files: %lld
zh_hans: 受影响的文件：%lld 个

# file-actions.undo.redoable-actions
source: %lld actions can be redone
zh_hans: 可重做 %lld 个操作

# file-actions.undo.result
source: Undo result: %@
zh_hans: 撤销结果：%@

# file-actions.undo.undoable-actions
source: %lld actions can be undone
zh_hans: 可撤销 %lld 个操作

source: File: %@
zh_hans: 文件：%@

source: File: %arg
zh_hans: 文件：%arg

# fileActions.batchRename.title
source: Batch Rename
zh_hans: 批量重命名

# fileActions.batchTags.noneSelected
source: No tags selected.
zh_hans: 未选择任何标签。

# fileActions.batchTags.preview
source: Add tags to %d files: %@\nFiles that already have these tags will not be updated again.
zh_hans: 将为 %d 个文件添加标签：%@\n已包含这些标签的文件会跳过重复写入。

# fileActions.batchTags.title
source: Batch Add Tags
zh_hans: 批量添加标签

# fileActions.delete.modeDetail
source: Files managed by AreaMatrix will be moved to Trash. Index-only items can be removed from the index without deleting the source files.
zh_hans: 由 AreaMatrix 管理的文件将移到废纸篓。仅索引项目可以从索引中移除，而不会删除源文件。

source: filename
zh_hans: 文件名

source: files
zh_hans: 文件

source: Files
zh_hans: 文件

source: Files and folders are imported only through their source flow.
zh_hans: 文件和文件夹只能通过各自的来源流程导入。

source: Files indexed
zh_hans: 已索引文件

source: Filesystem monitoring could not start.
zh_hans: 文件系统监听无法启动。

source: Filter
zh_hans: 筛选

source: Filter by tags
zh_hans: 按标签筛选

source: Filter counts load after entering a query
zh_hans: 输入查询后将加载筛选计数

source: Filtered search
zh_hans: 筛选搜索

source: Filtered Search
zh_hans: 筛选搜索

source: Filters
zh_hans: 筛选条件

source: Filters: %@
zh_hans: 筛选条件：%@

source: Filters: %arg
zh_hans: 筛选条件：%arg

source: Finance
zh_hans: 财务

source: Find
zh_hans: 查找

source: Find is required.
zh_hans: 查找内容不能为空。

source: Finder and other apps
zh_hans: Finder 和其他应用

source: Finder rejected the generated overview request.
zh_hans: Finder 拒绝了打开生成概览的请求。

source: Finding tag suggestions...
zh_hans: 正在查找标签建议...

source: Fix query syntax before saving
zh_hans: 保存前请修正查询语法

source: Fix query syntax before saving changes.
zh_hans: 请先修正查询语法再保存更改。

source: Fix the highlighted part of your query to continue searching.
zh_hans: 请修正查询中高亮的部分以继续搜索。

source: Focus File
zh_hans: 焦点文件

source: Folded because the same file is already shown in Semantic matches.
zh_hans: 折叠是因为相同的文件已显示在语义匹配中。

source: Folder
zh_hans: 文件夹

source: From
zh_hans: 来源

source: From semantic search
zh_hans: 来自语义搜索

source: FSEventStream creation failed.
zh_hans: FSEventStream 创建失败。

source: FSEventStream start failed.
zh_hans: FSEventStream 启动失败。

source: Full rescan is disabled until diagnostics can be preserved.
zh_hans: 在诊断信息可保留之前，完整重新扫描已禁用。

source: Fuzzy match
zh_hans: 模糊匹配

source: Generate or rewrite overviews.
zh_hans: 生成或重写概述。

source: Generate summary
zh_hans: 生成摘要

source: Generated
zh_hans: AI 生成

source: Generated locally
zh_hans: 本地生成

source: Generated only
zh_hans: 仅生成目录

source: Generated only writes under .areamatrix/generated/.
zh_hans: 生成的内容仅写入 .areamatrix/generated/。

source: Generated overview cannot be shown in Finder.
zh_hans: 无法在 Finder 中显示生成的概览。

source: Generated overview output
zh_hans: 生成的概览输出

source: Generated overview path is not safe to open.
zh_hans: 生成概览的路径无法安全打开。

source: Generated overview revealed in Finder.
zh_hans: 已在 Finder 中显示生成的概览。

source: Generated remotely
zh_hans: 远程生成

source: Generated: %arg
zh_hans: 已生成：%arg

source: Generated: %lld
zh_hans: 已生成：%lld

source: Generating...
zh_hans: 正在生成...

# hash 结论
source: Hash conclusion
zh_hans: hash 结论

# hash 预检完成；未发现内容重复。
source: Hash preflight completed; no duplicate content found.
zh_hans: hash 预检完成；未发现内容重复。

source: Help
zh_hans: 帮助

source: Hide
zh_hans: 隐藏

source: Hide details
zh_hans: 隐藏详细信息

source: Hide duplicate normal matches
zh_hans: 隐藏重复的普通匹配项

source: High
zh_hans: 高

source: I understand remote AI sends allowed content to a third-party provider.
zh_hans: 我了解远程 AI 会将获准的内容发送给第三方提供商。

source: I understand that repair changes AreaMatrix metadata only.
zh_hans: 我理解修复只会更改 AreaMatrix 元数据。

source: I understand this will replace the existing file.
zh_hans: 我了解此操作将替换现有文件。

source: I understand undo will not be available for these items.
zh_hans: 我了解这些项目将无法撤销。

source: I want to scan the repository now.
zh_hans: 我现在要扫描资料库。

source: I/O
zh_hans: 输入/输出

source: iCloud Conflicts
zh_hans: iCloud 冲突

source: iCloud created conflict copies for these files. AreaMatrix will not delete any version automatically.
zh_hans: iCloud 为这些文件创建了冲突副本。AreaMatrix 不会自动删除任何版本。

source: iCloud Drive
zh_hans: iCloud 云盘

# iCloud Drive 路径
source: iCloud Drive path
zh_hans: iCloud Drive 路径

source: iCloud help cannot be opened.
zh_hans: 无法打开 iCloud 帮助。

source: iCloud help opened.
zh_hans: 已打开 iCloud 帮助。

source: iCloud may delay sync, keep placeholder files offline, or create conflicted copies.
zh_hans: iCloud 可能延迟同步、让占位文件保持离线，或创建冲突副本。

source: iCloud placeholder
zh_hans: iCloud 占位文件
